[
  {
    "scheme_id": 1,
    "state": "Delhi",
    "objective": "The scheme provides a one‑time financial assistance of ₹30,000 per daughter (up to two daughters) to poor widows and to guardians or foster parents of orphan girls for the purpose of conducting their marriages. It is administered by the Government of the National Capital Territory of Delhi under the Department of Women & Child Development.",
    "tags": [
      "Financial Assistance",
      "Girl Child",
      "Marriage",
      "Orphan",
      "Widow",
      "Delhi",
      "Women & Child Development"
    ],
    "benefits": [
      "One‑time ₹30,000 per daughter, up to two daughters only."
    ],
    "eligibility": [
      "Financial assistance can be granted for performing marriage up to two daughters only.",
      "Residence of a minimum of 5 years in Delhi before the date of application.",
      "Annual income of the applicant must be less than ₹1,00,000 from all sources.",
      "Applicant must possess a valid Aadhaar number.",
      "Applicant must have a single‑operated Aadhaar‑linked bank account in Delhi.",
      "Applicant should not be receiving any assistance from the discretionary fund of the Lt. Governor or the Chief Minister of Delhi for the same purpose.",
      "The girl whose marriage is to be solemnized must be a major (above 18 years) on the date of marriage.",
      "Application must be submitted within sixty days before or after the date of the marriage."
    ],
    "documents_required": [
      "Recommendation letter from the MLA or MP of the concerned area.",
      "Death certificate of the husband (for widow applicants).",
      "Ration card, voter ID, or any other proof of residence.",
      "Self‑declaration regarding the applicant's income.",
      "Age proof of the girl (school leaving certificate or birth certificate).",
      "Affidavit on stamp paper attested by a Metropolitan/Executive Magistrate/Notary or certificate from a Gazetted Officer confirming orphan status (for orphan girls).",
      "Affidavit from guardian/foster parent confirming orphan status (if applicable).",
      "Marriage invitation card for the marriage for which assistance is sought.",
      "Self‑declaration that no other financial assistance has been received for the same purpose.",
      "Aadhaar card copy.",
      "Proof of residence for the last 5 years in Delhi.",
      "Details of a single‑operated Aadhaar‑linked bank account in Delhi.",
      "Bank passbook or statement for the last year.",
      "Caste certificate (for SC/ST applicants) or self‑declaration of religion (for minority applicants).",
      "Passport‑size photograph of the applicant.",
      "Photograph of the marriage ceremony."
    ],
    "source_url": "https://edistrict.delhigovt.nic.in/"
  },
  {
    "scheme_id": 2,
    "state": "Karnataka",
    "objective": "An innovative scheme sanctioned by the Government of Karnataka to assist women in gaining self‑reliance and economic independence through self‑employment, primarily in trade and service sectors, by providing subsidised loans for micro‑enterprises and facilitating access to formal credit channels.",
    "tags": [
      "Citizen Empowerment",
      "Entrepreneurship",
      "Loan",
      "Social Welfare",
      "Subsidy",
      "Women"
    ],
    "benefits": [
      "For SC/ST women: unit cost between ₹1,00,000 and ₹3,00,000 with a 50% subsidy on the loan amount; family income limit below ₹2,00,000 per year.",
      "For special category and general category women: maximum unit cost of ₹3,00,000 with a 30% subsidy (up to ₹90,000) and EDP training for selected beneficiaries."
    ],
    "eligibility": [
      "Applicant must be a woman.",
      "Family income less than ₹1,50,000 per year for general and special category women; no income limit for widowed or disabled women.",
      "Age between 18 and 55 years for all categories.",
      "Permanent resident of Karnataka.",
      "No default on any past loan with any financial institution.",
      "Preference given to extremely poor, destitute, widowed, and physically challenged women.",
      "Preference may also be given to candidates with prior skill development or vocational training.",
      "10% of the target earmarked for beneficiaries of World Bank‑assisted Swashakthi or Stree Shakthi groups."
    ],
    "documents_required": [
      "Three passport‑size photographs of the applicant.",
      "Certificate regarding training/experience for the activity under which the loan is sought.",
      "Detailed Project Report (DPR) of the activity.",
      "Ration Card or Voter ID Card.",
      "Annual Income Certificate of the family.",
      "Caste Certificate (for SC/ST applicants).",
      "Quotations for machinery, equipment, and other capital expenses."
    ],
    "source_url": "https://www.kswdc.com"
  },
  {
    "scheme_id": 3,
    "state": "India",
    "objective": "A scholarship scheme by the Ministry of Social Justice & Empowerment for regular, full-time students with disabilities to obtain higher education (Master's degree or Ph.D.) from foreign universities in specified fields of study.",
    "tags": [
      "Scholarship",
      "Disability",
      "Higher Education",
      "Overseas",
      "Masters",
      "PhD",
      "India",
      "Ministry of Social Justice and Empowerment"
    ],
    "benefits": [
      "Annual Maintenance Allowance: USA & other countries except UK – $15,400; UK – £9,900",
      "Contingency Allowance: USA & other countries except UK – $1,500; UK – £1,100",
      "Equipment Allowance: INR 1,500",
      "Tuition Fees: Actual as charged",
      "Visa Fees: Actual Visa Fees in INR",
      "Poll Tax: Actual as charged",
      "Medical Insurance Premium: Actual as charged",
      "Incidental Journey Allowance & Equipment Allowance: $20 for each or equivalent in INR",
      "Air Passage: Actual cost from India to nearest place of the educational institution and back, economy class, shortest route with national carrier",
      "Local Travel: Second/Coach Class railway fare (or equivalent bus/ferry/airfare) from port of disembarkation to place of study and back"
    ],
    "eligibility": [
      "The applicant must be a student.",
      "The applicant must be admitted into (or have an unconditional offer of admission for) Master's level or Ph.D. courses abroad at institutions/universities accredited by the respective country's government or authorized body.",
      "Disability percentage must be 40% or above.",
      "Applicant must be 35 years of age or younger on the first day of the month of advertisement of the scheme.",
      "Total family income must not exceed ₹6 lakh per annum."
    ],
    "documents_required": [
      "Duly completed Pro-forma in duplicate",
      "Certificate of Proof of Date of Birth (Birth Certificate or Certificate of Passing 10th standard)",
      "Disability Certificate",
      "Voter ID",
      "Aadhaar Card",
      "Proof of residence, if the address mentioned in the application is different"
    ],
    "source_url": "http://disabilityaffairs.gov.in/upload/uploadfiles/files/Appl-Form%20-NOS(1).pdf"
  },
  {
    "scheme_id": 4,
    "state": "All India",
    "objective": "A Ministry of Science and Technology (MoST) scheme for female candidates with a career break, aimed at addressing societal challenges through viable science and technology interventions. The scheme provides a 1‑year training program on Intellectual Property Rights (IPRs), patent search, drafting, filing, trademarks, trade secrets, and copyright, in partnership with law firms, KPOs, companies, and government agencies, and is implemented by the Patent Facilitating Centre of TIFAC.",
    "tags": [
      "Women",
      "Scientist",
      "Science",
      "Technology",
      "Training",
      "IPR",
      "MoST",
      "TIFAC",
      "Career Break"
    ],
    "benefits": [
      "₹ 35,000 per month for Ph.D. in Basic or Applied Sciences/MD or equivalent degree",
      "₹ 30,000 per month for M.Phil / M.Tech / M.Pharm / M.VSc or equivalent degree",
      "₹ 25,000 per month for M.Sc in Basic or Applied Sciences / MBBS / B.Tech or equivalent degree"
    ],
    "eligibility": [
      "Applicant must be female",
      "Applicant must have a break in her career",
      "Age must be between 27 and 45 years",
      "Minimum educational qualification: Master of Science or Bachelors in Engineering/Technology or equivalent",
      "Women in permanent positions are not eligible"
    ],
    "documents_required": [
      "Recent passport size photo",
      "Signature",
      "Proof of date of birth (e.g., Secondary School Leaving Certificate)",
      "Details of papers published/accepted and patents granted/applied, if any",
      "Details of any scholarships received",
      "Details of period of employment/unemployment"
    ],
    "source_url": "http://115.112.95.114/wosc/online/instructions.jsp"
  },
  {
    "scheme_id": 5,
    "state": "All India",
    "objective": "An Accident Insurance Scheme offering accidental death and disability cover for death or disability on account of an accident.",
    "tags": [
      "Accident Insurance",
      "Bank Account Holders",
      "Death Insurance",
      "Insurance"
    ],
    "benefits": [
      "On death, the nominee shall receive Rs. 2 Lakhs.",
      "Total and irrecoverable loss of both eyes or loss of use of both hands or feet, or loss of sight of one eye and loss of use of hand or foot – subscriber shall receive Rs. 2 Lakhs.",
      "Total and irrecoverable loss of sight of one eye or loss of use of one hand or foot – subscriber shall receive Rs. 1 Lakh."
    ],
    "eligibility": [
      "Individual bank account holders of participating banks aged between 18 years (completed) and 70 years (age nearer birthday) who give their consent to join / enable auto‑debit will be enrolled into the scheme."
    ],
    "documents_required": [],
    "source_url": "https://jansuraksha.gov.in/Forms-PMSBY.aspx"
  },
  {
    "scheme_id": 6,
    "state": "All India",
    "objective": "To supply free food grains to migrants and poor families as part of the Atmanirbhar Bharat initiative, providing an additional 5 kg of food grains per month per eligible household beyond the subsidised ration under the National Food Security Act.",
    "tags": [
      "food security",
      "free food grains",
      "Public Distribution System",
      "Atmanirbhar Bharat",
      "PMGKAY",
      "rural‑urban welfare"
    ],
    "benefits": [
      "5 kg of food grain per family per month free of cost",
      "Additional 5 kg of subsidised food grain already provided through the PDS",
      "Wheat allocation to Punjab, Haryana, Rajasthan, Chandigarh, Delhi and Gujarat",
      "Rice allocation to all other states/UTs"
    ],
    "eligibility": [
      "Families belonging to Antyodaya Anna Yojana (AAY) category",
      "Priority Household (PHH) families identified by State/UT governments",
      "Households headed by widows, terminally ill, disabled persons or persons aged 60 years or more with no assured means of subsistence",
      "Single women or single men with no family or societal support",
      "All primitive tribal households",
      "Landless agricultural labourers, marginal farmers, rural artisans/craftsmen (potters, tanners, weavers, blacksmiths, carpenters)",
      "Urban informal sector workers (slum dwellers, porters, coolies, rickshaw pullers, hand‑cart pullers, fruit and flower sellers, snake charmers, rag pickers, cobblers, destitutes)",
      "All eligible Below Poverty Line families of HIV‑positive persons"
    ],
    "documents_required": [
      "Ration Card",
      "Aadhaar Card (if seeded with Ration Card)"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/pm-gkay"
  },
  {
    "scheme_id": 7,
    "state": "National",
    "objective": "To provide institutional credit to individuals for skill development courses aligned to National Occupations Standards and Qualification Packs, leading to a certificate, diploma, or degree by training institutes as per the National Skill Qualification Framework (NSQF).",
    "tags": [
      "Skill Development",
      "Loan",
      "Education",
      "ITIs",
      "Polytechnics",
      "NSQF",
      "MSDE",
      "Credit Guarantee"
    ],
    "benefits": [
      "Courses aligned to NSQF",
      "Finance quantum ranging from Rs 5,000 to Rs 1,50,000",
      "No minimum duration for the course",
      "Interest rate: Base rate (MCLR) plus up to 1.5% add‑on",
      "Moratorium period equal to the duration of the course",
      "Repayment period of 3 to 7 years depending on loan amount",
      "Loan up to ₹50,000 – repayment up to 3 years",
      "Loan between ₹50,000 and ₹1 lakh – repayment up to 5 years",
      "Loan above ₹1 lakh – repayment up to 7 years",
      "Coverage of course fees and related expenses (assessment, examination, study material, etc.)",
      "No collateral required from the beneficiary",
      "Credit guarantee fund covering up to 75% of the outstanding loan amount at a nominal fee (≤0.5%)"
    ],
    "eligibility": [
      "Student who has secured admission in a course run by Industrial Training Institutes (ITIs)",
      "Student admitted to Polytechnics",
      "Student enrolled in a school recognized by Central or State education Boards",
      "Student enrolled in a college affiliated to a recognized university",
      "Student enrolled with training partners affiliated to National Skill Development Corporation (NSDC), Sector Skill Councils, State Skill Mission, or State Skill Corporation"
    ],
    "documents_required": [
      "Proof of identity",
      "Proof of address",
      "Proof of income (of self or guardian, if available)"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/sl"
  },
  {
    "scheme_id": 8,
    "state": "All India",
    "objective": "A scheme to provide financial assistance to a widow of Ex-Servicemen to settle in life through vocational training.",
    "tags": [
      "financial assistance",
      "vocational training",
      "widows",
      "ex-servicemen"
    ],
    "benefits": [
      "A financial assistance of Rs.20,000/- (max- one time aid) is provided to widows of Ex-Servicemen on successful completion of the vocational training."
    ],
    "eligibility": [
      "Applicant must be widow of an Ex-Serviceman of rank up to Havildar/equivalent.",
      "Should have successfully completed the vocational training.",
      "Should be recommended by the respective Zila Sainik Board (ZSB)."
    ],
    "documents_required": [
      "Complete Service Discharge Certificate/Book.",
      "Copy of Widow I-Card.",
      "Certificate from institute after completion of training.",
      "Certificate from ZSWO confirming the widow is gainfully employed after vocational training.",
      "Details of Bank Account Number (in PNB/SBI only) and IFS Code."
    ],
    "source_url": "https://ksb.gov.in/"
  },
  {
    "scheme_id": 9,
    "state": "All India",
    "objective": "To encourage talented students to undertake higher agricultural education and research by providing senior research fellowships for Ph.D. programmes in Agricultural Universities across India.",
    "tags": [
      "Agriculture",
      "Research Fellowship",
      "Post-Graduate",
      "ICAR",
      "PhD",
      "Higher Education"
    ],
    "benefits": [
      "Veterinary Sciences: ₹12,000 per month with a contingency grant of ₹6,000 per annum.",
      "All other disciplines: ₹8,640 per month with a contingency grant of ₹6,000 per annum.",
      "Rates of fellowship and contingency grants may be revised by the Council from time to time."
    ],
    "eligibility": [
      "Completed Master’s degree (M.Sc./M.V.Sc./M.E./M.Tech.) with minimum 55% marks or equivalent OGPA (5.5/10, 2.75/5, or 2.20/4).",
      "Relaxed minimum marks/OGPA by 5% for SC/ST and Physically Handicapped (PH) candidates.",
      "Final semester candidates eligible if degree is completed and certificate produced before examination date.",
      "Candidate must be admitted to a Ph.D. programme in an Agricultural University (AU) different from the one where the Master’s was obtained.",
      "Upper age limit: 30 years (relaxed by 5 years for SC/ST & PH, by 3 years for OBC).",
      "In‑service candidates of Agricultural Universities have an upper age limit of 45 years.",
      "Reservation as per Government of India rules; verification of category certificates rests with the recommending AU.",
      "Fellowship not available for admission in universities other than the listed Agricultural Universities."
    ],
    "documents_required": [
      "Candidate’s photograph (10 KB – 200 KB).",
      "Candidate’s signature (4 KB – 30 KB).",
      "Thumb impression (3 KB – 30 KB).",
      "Government identity proof (Aadhaar, EPIC, Passport, Ration Card, PAN, etc.).",
      "Three identical copies of latest passport‑size colored photographs (with name and date).",
      "Copy of payment of application fee (proof).",
      "Post‑office receipt as proof of postal dispatch of application.",
      "Address for communication, mobile number, email ID, etc."
    ],
    "source_url": "https://icar.org.in/senior-research-fellowship"
  },
  {
    "scheme_id": 10,
    "state": "All India",
    "objective": "To bring foreign policy closer to the people, increase focus on the Ministry of External Affairs (MEA), provide valuable learning experience to interns, ensure gender inclusivity and enhance diversity in terms of qualifications, domicile, and socio‑economic status, and expose interns to the functioning of MEA and its missions abroad.",
    "tags": [
      "Internship",
      "Ministry of External Affairs",
      "Foreign Policy",
      "Youth Development",
      "Education",
      "Diversity",
      "Gender Inclusivity"
    ],
    "benefits": [
      "Honorarium of ₹10,000 per month to defray basic costs",
      "Introduction to various aspects of MEA functioning, its attached offices and public interface",
      "Possible visit to an Indian Mission abroad, subject to prevailing conditions",
      "One‑time to‑and‑fro air‑travel cost up to the ceiling of economy class airfare between the candidate’s state capital/college and Delhi",
      "Assignment of specific work topics by the Head of Division, including research, report writing and analysis",
      "A total of 75 internships offered annually for a term of three months (April‑June)"
    ],
    "eligibility": [
      "Indian citizen with a graduate degree from a recognized university at the time of applying",
      "Final‑year students for whom the internship is a mandatory part of the curriculum",
      "Age not exceeding 25 years as on 31 December of the internship year",
      "Priority given to candidates from districts under the Transformation of Aspirational Districts Programme (TADP)",
      "Priority given to candidates belonging to SC/ST/OBC/EWS categories",
      "Aim to ensure diversity across gender, socio‑economic background, geographical domicile and urban‑rural representation"
    ],
    "documents_required": [
      "Aadhaar Number",
      "Proof of Identity",
      "Proof of Address",
      "Proof of Age/DOB (Class 10th/12th Marksheet)",
      "Proof of Current Educational Qualification",
      "Bank Details (for stipend payment)"
    ],
    "source_url": "https://internship.mea.gov.in"
  },
  {
    "scheme_id": 11,
    "state": "North Eastern Region",
    "objective": "To improve the quality of coffee produced by growers in the North Eastern Region by encouraging the establishment of infrastructure for quality enhancement (such as cement drying yards) and obtaining eco‑certification, thereby enabling farmers to earn better returns.",
    "tags": [
      "Coffee",
      "Quality Upgradation",
      "Certification",
      "Drying Yards",
      "Subsidy",
      "Tribal Grower",
      "Ministry of Commerce and Industry",
      "Coffee Board"
    ],
    "benefits": [
      "Holding up to 2 hectares: 10 ft x 10 ft (100 sq ft) unit cost ₹15,000, subsidy rate 75% of unit cost.",
      "Holding 2 hectares and above: 20 ft x 20 ft (400 sq ft) unit cost ₹45,000, subsidy rate 75% of unit cost."
    ],
    "eligibility": [
      "Applicant must be a tribal grower.",
      "Applicant must not have availed the benefits during the XII Plan."
    ],
    "documents_required": [
      "Application in the prescribed format (in duplicate).",
      "Photo identity proof (Aadhaar, Ration card, Passport, EPIC, Driving licence, etc.).",
      "Work completion report and expenditure statement by the applicant.",
      "Copy of the bank passbook with account details.",
      "Land records in the name of the beneficiary.",
      "Land records/possession certificate certified by the Village Authority/State Government Authority/Competent Authority."
    ],
    "source_url": "/schemes/cdpnerqucdy"
  },
  {
    "scheme_id": 12,
    "state": "All India",
    "objective": "Increase the area under micro‑irrigation technologies to enhance water use efficiency, improve crop productivity and farmer income through precision water management, promote micro‑irrigation in water‑intensive crops, enable fertigation, support water‑scarce regions, integrate with existing irrigation projects, create convergence with other schemes, disseminate modern micro‑irrigation technology, and generate employment for skilled and unskilled youth.",
    "tags": [
      "Agriculture",
      "Crop",
      "Farmer",
      "Irrigation",
      "Water Harvesting",
      "Water Management",
      "Micro Irrigation"
    ],
    "benefits": [
      "Financial assistance for installation of micro‑irrigation components (drip or sprinkler) linked to water sources.",
      "55% subsidy for small and marginal farmers, 45% for other farmers (central‑state cost sharing 60:40; 90:10 for North‑Eastern and Himalayan states; 100% central for Union Territories).",
      "Direct Benefit Transfer (DBT) of subsidy to farmers' bank accounts.",
      "Support for water harvesting structures at individual and community levels, water‑lifting devices, and farm ponds under other interventions.",
      "Option for farmers to install systems themselves or through approved micro‑irrigation companies."
    ],
    "eligibility": [
      "Applicant must be a citizen of India.",
      "All farmers of the State and Union Territory are eligible.",
      "Subsidy limited to a maximum of 5 hectares per beneficiary.",
      "Only BIS‑marked irrigation systems/components can be purchased.",
      "Beneficiary must provide Aadhaar details for DBT disbursement."
    ],
    "documents_required": [],
    "source_url": "https://www.myscheme.gov.in/schemes/pmksypdmc"
  },
  {
    "scheme_id": 13,
    "state": "All India",
    "objective": "To provide financial assistance and support to farmers suffering from crop damage or loss arising out of unforeseen events, stabilise farmer income, encourage modern agricultural practices, promote crop diversification and credit‑worthiness, and protect farmers from production risks.",
    "tags": [
      "Crop Insurance",
      "Agriculture",
      "Farmers Welfare",
      "Government Scheme"
    ],
    "benefits": [
      "Affordable Premiums: Maximum premium payable by the farmer is 2% for Kharif food and oilseed crops, 1.5% for Rabi food and oilseed crops, and 5% for yearly commercial or horticultural crops; the remaining premium is subsidised by the government.",
      "Full premium subsidy for farmers in North‑Eastern States, Jammu, Kashmir and Himachal Pradesh.",
      "Comprehensive Coverage: Includes natural disasters (droughts, floods, hailstorms, landslides), pests, diseases, and post‑harvest losses.",
      "Timely Compensation: Claims are processed within two months of harvest.",
      "Technology‑Driven Implementation: Uses satellite imaging, drones and mobile apps for precise loss estimation."
    ],
    "eligibility": [
      "All farmers, including tenant farmers and sharecroppers, growing notified crops in notified areas.",
      "Farmers must have an insurable interest in the insured crops.",
      "Possession of a valid land ownership certificate or a valid land tenure agreement.",
      "The farmer must be a cultivator or sharecropper on the insured land.",
      "Application for insurance must be made within the prescribed time frame (usually within 2 weeks of the start of the sowing season).",
      "Farmers must not have received compensation for the same crop loss from any other source."
    ],
    "documents_required": [],
    "source_url": "https://www.myscheme.gov.in/schemes/pmfby"
  },
  {
    "scheme_id": 14,
    "state": "Kerala, Tamil Nadu, North Eastern Region",
    "objective": "The scheme aims to increase the production of natural rubber in India by accelerating new planting and replanting of rubber on scientific lines, providing technical guidance and financial assistance to growers.",
    "tags": [
      "Agriculture",
      "Rubber",
      "Plantation Development",
      "Subsidy",
      "Medium Term Framework Plan",
      "Traditional Region",
      "Non-Traditional Region",
      "North Eastern Region"
    ],
    "benefits": [
      "Traditional Region – General Category: ₹20,000 per ha + ₹5,000 per ha for planting material; assistance @ ₹10 per plant (max 500 plants/ha).",
      "Traditional Region – SC Category: ₹35,000 per ha + ₹5,000 per ha for planting material; assistance @ ₹10 per plant (max 500 plants/ha).",
      "Non-Traditional and North Eastern Region: ₹35,000 per ha + ₹5,000 per ha for planting material; assistance @ ₹10 per plant (max 500 plants/ha).",
      "Subsidy paid in a single instalment after completion of stipulated work, transferred via e‑transfer to an Aadhar‑linked bank account."
    ],
    "eligibility": [
      "Traditional Region: Growers owning ≤2.00 ha of rubber land are eligible; planting grant limited to 1.00 ha; minimum planting/replanting area of 0.10 ha; applicant must have absolute possession of the land; paddy fields are excluded.",
      "Non‑Traditional and North Eastern Region: Growers owning ≤5.00 ha of rubber land are eligible; planting grant limited to 2.00 ha; minimum planting/replanting area of 0.10 ha; applicant must have absolute possession of the land; paddy fields are excluded."
    ],
    "documents_required": [
      "Identity proof (Voter ID, PAN, Driving Licence, Passport)",
      "Photocopy of bank passbook showing account holder name, account number and IFSC code",
      "Valid certificate from Village Officer proving ownership of the rubber area",
      "Sketch of the applied area with boundary descriptions and owners' names",
      "Bill of planting material purchased (or self‑declaration for 2018‑2021 plantations)",
      "Nomination form (if joint ownership/minor owner)",
      "Caste certificate (for SC applicants)",
      "PAH Declaration Form (if applicable)"
    ],
    "source_url": "Not provided"
  },
  {
    "scheme_id": 15,
    "state": "All India",
    "objective": "To assist medal‑winning sportspersons pursuing higher education and to motivate them to achieve excellence in both sports and academics.",
    "tags": [
      "Education",
      "Sports",
      "Scholarship",
      "Free Education"
    ],
    "benefits": [
      "Tuition fee and other funds: Full actual amount for Bachelor's, PG, Diploma, PG Degree; M.Phil – Rs. 7,500 per month + actual; Ph.D. – as per UGC JRF scale; MBA/other professional courses – Rs. 7,500 per month + actual (for medalists at Olympics, World Championship (>20 countries), Commonwealth, Asian, Afro‑Asian Games).",
      "Hostel facilities (boarding and lodging): Full actual cost covered (for the same categories above).",
      "Allowances for special courses abroad: As per Government of India norms.",
      "Kit allowance: Rs. 15,000 per annum (for highest level of achievement).",
      "For participation at World Championship (<20 countries) and related games: Same tuition and hostel benefits; Kit allowance Rs. 10,000 per annum.",
      "For participation at Asian Championship, World University Games, SAF Games: Same tuition and hostel benefits; Kit allowance Rs. 7,500 per annum.",
      "For participation at SAF Games and National level competitions: Tuition fee 75% of actual for Bachelor's, PG, Diploma, PG Degree; M.Phil – Rs. 5,000 per month + actual; Ph.D. – Rs. 7,500 per month + actual; MBA/other professional courses – Rs. 5,000 per month + actual; Kit allowance Rs. 6,000 per annum."
    ],
    "eligibility": [
      "Medal winners of National Games and participants in recognized international sporting events (World University Service, International Olympic Committee, Olympic Council of Asia) admitted to universities/colleges/institutions covered under UGC sections 2(f) and 12(b), deemed universities under section 3, centrally or state funded institutions, and Institutes of National Importance.",
      "Scholarship renewal in subsequent years depends on the athlete's continued sports performance."
    ],
    "documents_required": [
      "Completed application form in the prescribed format.",
      "Certificate of participation or medal‑winning, attested by the Registrar or Principal of the institution.",
      "Any additional supporting documents as specified in the scheme guidelines."
    ],
    "source_url": "https://ugc.ac.in/sports-scholarship"
  },
  {
    "scheme_id": 16,
    "state": "All India",
    "objective": "A scholarship scheme by the Ministry of Education to recognize and encourage meritorious single girl students who are the only child of their parents, have secured at least 60% in the CBSE Class 10th Examination, and are continuing their education in Classes 11th and 12th. The scheme provides financial support to promote girls' education.",
    "tags": [
      "Scholarship",
      "Girl Child",
      "CBSE",
      "Education",
      "Merit"
    ],
    "benefits": [
      "₹500 per month scholarship amount",
      "Scholarship paid for a maximum period of two years",
      "Payment made through ECS/NEFT"
    ],
    "eligibility": [
      "Applicant must be the single girl child of her family",
      "Must have secured 60% or more marks in the CBSE Class 10th Examination",
      "Must be studying in Class 11th or 12th in a CBSE‑affiliated school",
      "Tuition fee should not exceed ₹1,500 per month (for Indian nationals) or ₹6,000 per month (for NRI applicants)",
      "Total tuition fee enhancement over two years must not exceed 10% of the original fee",
      "Applicant must be an Indian National (NRI applicants are also eligible under separate fee limit)",
      "Student must continue her studies in Classes 11th and 12th",
      "Applicant should have passed the CBSE Class 10th Examination in 2019 (as per scheme wording)"
    ],
    "documents_required": [
      "Caste certificate",
      "Income certificate and admission proof",
      "Details of bank account and fee structure",
      "Passport‑size photos and scanned signature",
      "Student’s ID card",
      "Class 11th mark sheet for scholarship renewal",
      "Bank account linked Aadhaar card, bank passbook, and cancelled cheque",
      "Affidavit on ₹50 stamp paper attested by a gazetted officer (SDM or first‑class magistrate) confirming the girl is the only child"
    ],
    "source_url": "https://www.cbse.gov.in/"
  },
  {
    "scheme_id": 17,
    "state": "India",
    "objective": "To give students exposure to the working culture of the Government of India and to the schemes run by the Department of Promotion of Industry and Internal Trade (DPIIT).",
    "tags": [
      "internship",
      "students",
      "government",
      "DPIIT",
      "Ministry of Commerce & Industry",
      "experience certificate",
      "stipend"
    ],
    "benefits": [
      "Stipend of ₹10,000 per month (paid after completion of the internship period).",
      "Maximum of 20 interns selected at a time.",
      "Internship period can be a minimum of one month and a maximum of three months.",
      "Award of an Experience Certificate upon successful completion."
    ],
    "eligibility": [
      "Engineering",
      "Management",
      "Law",
      "Economics",
      "Finance",
      "Computers",
      "Library Management",
      "Other domains may be considered on a case‑by‑case basis."
    ],
    "documents_required": [
      "Aadhaar Number",
      "Proof of Identity",
      "Proof of Address",
      "Proof of Age / Date of Birth (Class 10th/12th Marksheet)",
      "Proof of Current Educational Qualification",
      "Bank Details (for stipend payment)",
      "Any other documents as required"
    ],
    "source_url": "https://dpiit.gov.in/internship/internship-scheme.php"
  },
  {
    "scheme_id": 18,
    "state": "All India",
    "objective": "To allow young academic talent to be associated with the NITI Aayog's work for mutual benefit and to provide interns with an opportunity to understand Government functioning and developmental policy issues, contributing to policy formulation through empirical analysis, briefing reports, and policy papers.",
    "tags": [
      "Internship",
      "Youth",
      "Policy",
      "NITI Aayog",
      "Education",
      "Research",
      "Government"
    ],
    "benefits": [
      "Experience Certificate/Internship Completion Certificate issued by the Adviser of the concerned Subject Division",
      "Opportunity for young academic talent to be associated with NITI Aayog's work",
      "Exposure to Government functioning and developmental policy issues",
      "Chance to contribute to policy formulation through empirical analysis, briefing reports, and policy papers",
      "Provision of working space, internet facility and other necessities by NITI Aayog"
    ],
    "eligibility": [
      "Bonafide students of any recognized University/Institution within India or abroad",
      "Under‑graduate students who have completed/appeared in the term‑end exams of the second year/4th semester and secured at least 85% (or equivalent) in 12th class",
      "Graduate students who have completed/appeared in the term‑end exams of the first year/2nd semester of their postgraduate programme or are pursuing research/PhD and secured at least 70% in graduation",
      "Students who have appeared in final exams or just completed graduation/PG and are waiting for higher‑study admission, provided they have 70% cumulative marks and apply within six months of result declaration",
      "Attendance of at least 75% during the internship",
      "Application must be submitted at least two months in advance for the desired month"
    ],
    "documents_required": [
      "Original mark sheets",
      "No Objection Certificate (NOC) from the college/institution",
      "Self‑provided laptop",
      "Completed online application form"
    ],
    "source_url": "https://workforindia.niti.gov.in/intern/InternshipEntry/PCInternshipEntry.aspx"
  },
  {
    "scheme_id": 19,
    "state": "Delhi",
    "objective": "To provide a one‑time financial assistance of ₹30,000 per daughter (up to two daughters) to poor widows and to the guardians or institutions of orphan girls for the purpose of conducting their marriages.",
    "tags": [
      "Financial Assistance",
      "Girl Child",
      "Marriage",
      "Orphan",
      "Widow"
    ],
    "benefits": [
      "One‑time cash assistance of ₹30,000 per daughter, up to a maximum of two daughters."
    ],
    "eligibility": [
      "Marriage assistance can be granted for up to two daughters only.",
      "Applicant must have resided in Delhi for a minimum of 5 years before the date of application.",
      "Annual income of the applicant must be less than ₹1,00,000 from all sources.",
      "Applicant must possess a valid Aadhaar number.",
      "Applicant must have a single‑operated Aadhaar‑linked bank account in the NCT of Delhi.",
      "Applicant must not be receiving any other assistance from the discretionary fund of the Lt. Governor or the Chief Minister of Delhi for the same purpose.",
      "The girl whose marriage is to be solemnized must be a major (18 years or older) on the date of marriage.",
      "Application must be submitted within 60 days before or after the date of the marriage."
    ],
    "documents_required": [
      "Recommendation letter from the MLA or MP of the concerned area.",
      "Death certificate of the widow's husband (for widow applicants).",
      "Ration card, voter ID, or any other proof of residence.",
      "Self‑declaration of the applicant’s income.",
      "Age proof of the girl (school leaving certificate or birth certificate).",
      "Affidavit on stamp paper (attested by a magistrate, notary, or gazetted officer) confirming orphan status, if applicable.",
      "Affidavits from guardians/foster parents confirming orphan status, if applicable.",
      "Marriage invitation card for the marriage for which assistance is sought.",
      "Self‑declaration that no other financial assistance has been received for this purpose.",
      "Aadhaar card copy.",
      "Proof of residence for the last 5 years in Delhi.",
      "Details of the Aadhaar‑linked bank account (bank passbook/statement for the last year).",
      "Caste certificate (for SC/ST applicants) or self‑declaration of religion (for minority applicants).",
      "One passport‑size photograph of the applicant.",
      "One photograph of the marriage ceremony."
    ],
    "source_url": "https://edistrict.delhigovt.nic.in/"
  },
  {
    "scheme_id": 20,
    "state": "All India",
    "objective": "To support higher education of single girl children in Social Sciences, recognize and promote the single‑girl‑child norm in society, and encourage the concept of small‑family norms.",
    "tags": [
      "Fellowship",
      "Girl Child",
      "Ph.D.",
      "UGC",
      "Higher Education",
      "Social Sciences"
    ],
    "benefits": [
      "Tenure of up to five years, starting from 1 April of the selection year or actual joining date, whichever is later.",
      "Financial assistance: JRF ₹31,000 per month for the first two years; SRF ₹35,000 per month for the remaining tenure.",
      "Contingency grant for Humanities & Social Sciences: ₹10,000 per annum (first two years) and ₹20,500 per annum (remaining tenure); for Science, Engineering & Technology: ₹12,000 per annum (first two years) and ₹25,000 per annum (remaining tenure).",
      "Escort Reader Assistance of ₹3,000 per month for scholars with disabilities (Divyang).",
      "Hostel accommodation assistance and HRA reimbursement as per Government of India norms.",
      "Medical assistance through institutional facilities (no separate grant).",
      "Earned leave up to 30 days per year; maternity/paternity leave as per government norms; intermittent break up to 1 year (max 3 times) without fellowship; academic leave up to 1 year (without fellowship)."
    ],
    "eligibility": [
      "Single girl child (only daughter) of her parents, including twin or fraternal daughters, pursuing a regular full‑time Ph.D. in any recognised university/college/institute.",
      "Admission must be in a full‑time mode; part‑time, distance, or open‑mode Ph.D. programmes are not eligible.",
      "Age limit: up to 40 years for general category candidates and up to 45 years for SC/ST/OBC and PWD candidates as on the last date of online application submission."
    ],
    "documents_required": [],
    "source_url": "https://www.myscheme.gov.in/schemes/sjpfsgc"
  },
  {
    "scheme_id": 21,
    "state": "National (India)",
    "objective": "To provide an opportunity for superannuated teachers of recognized universities, colleges and institutions to undertake active research in their field of specialization at Indian universities/colleges/institutes.",
    "tags": [
      "UGC",
      "Emeritus Fellowship",
      "Research",
      "Superannuated Teachers",
      "Higher Education",
      "India"
    ],
    "benefits": [
      "Honorarium of Rs. 31,000 per month for two years (non‑extendable)",
      "Contingency grant of Rs. 50,000 per annum for secretarial assistance, travel within the country, stationery, postage, consumables, books, journals and equipment",
      "One foreign visit per year related to the approved research work, subject to prior approval and no financial liability on UGC",
      "Medical facilities as available to university faculty members (housing not provided)",
      "Entitlement to other privileges available to university faculty members"
    ],
    "eligibility": [
      "Highly qualified and experienced superannuated teachers of recognized universities/colleges/institutions",
      "Selection based on quality of research and published work during the service career",
      "Applicant must be up to the age of 70 years or for a maximum tenure of two years, whichever is earlier",
      "Applicant must not hold any other post or be gainfully employed at the time of joining the fellowship",
      "Must join the fellowship within three months of the award letter issuance"
    ],
    "documents_required": [
      "Online registration form on the UGC website (https://www.ugc.ac.in/)",
      "Undertaking Certificate signed by the HOD and Registrar/Principal/Director of the proposed research centre (https://emeritus.ugc.ac.in/Downloads/Emeritus%20Fellowship-Undertaking-Form.pdf)",
      "Proof of superannuation (retirement order or pension certificate)",
      "Curriculum Vitae / detailed resume",
      "Research proposal with a time‑bound action plan",
      "List of publications and research contributions",
      "Identity proof (e.g., Aadhaar, PAN, passport)",
      "Any other documents specified in the online application portal"
    ],
    "source_url": "https://www.ugc.ac.in/"
  },
  {
    "scheme_id": 22,
    "state": "Haryana",
    "objective": "To provide a pension of ₹3,000 per month to senior citizens (60 years or above) who are unable to sustain themselves with their own resources, targeting needy and poorer sections of society such as agricultural labourers, rural artisans, SCs/BCs, and small/marginal farmers.",
    "tags": [
      "Financial Assistance",
      "Old Age",
      "Pension",
      "Senior Citizen",
      "Social Security",
      "Social Welfare"
    ],
    "benefits": [
      "Pension of ₹3,000 per month"
    ],
    "eligibility": [
      "Applicant must be 60 years or above in age",
      "Applicant must be domiciled in and a resident of Haryana",
      "Total annual income of the applicant (including spouse) must not exceed ₹3,00,000"
    ],
    "documents_required": [
      "Age Proof (any one): Birth Certificate, School Certificate (5th/8th/10th), Voter Card, Name in voter’s list with photograph",
      "If no age proof documents are available, a letter to District Social Welfare Officer for medical examination and a medical certificate",
      "Residential Proof (any one, self‑attested, issued prior to 15 years): Ration Card, Voter Card, Name in voter’s list with photograph",
      "If no residential proof is available, a self‑declaration document with any other documentary proof verified by District Social Welfare Officer",
      "Aadhaar Card (optional)",
      "Saving bank account details of the applicant with a photocopy of the passbook",
      "Family ID of the applicant"
    ],
    "source_url": "https://saralharyana.gov.in/"
  },
  {
    "scheme_id": 23,
    "state": "Himachal Pradesh",
    "objective": "Increase income generation for economically weaker sections, boost meat production, support disadvantaged families with a 60% subsidy, promote rural development, and ensure sustainable livelihoods through goat farming.",
    "tags": [
      "Animal Husbandry",
      "Financial Assistance",
      "Goat Farming Scheme",
      "Rural Development"
    ],
    "benefits": [
      "Financial Assistance: 60% subsidy on goat units reduces initial investment.",
      "Improved Livelihoods: Provides a steady source of income for small and marginal farmers.",
      "Increased Meat Production: High‑quality goat breeds boost meat output in the state.",
      "Sustainable Farming Practices: Encourages long‑term, environmentally friendly farming.",
      "Empowerment of Marginalized Communities: Targets economically weaker sections, promoting social and economic inclusion."
    ],
    "eligibility": [
      "Farmers of all categories (General, SC, ST, BPL, Women) and landless persons in Himachal Pradesh are eligible.",
      "Mandatory training/awareness in goat husbandry for all applicants.",
      "Preference given to unemployed SC, ST, Women and General category persons; at least 30% of beneficiaries should be women.",
      "Families where no member is employed in a government job.",
      "Applicants with annual income not exceeding INR 2 lakh.",
      "Applicants who have built their own goat sheds or have sheds constructed under MGNREGA."
    ],
    "documents_required": [
      "Bank Passbook",
      "Income Certificate",
      "Unemployment Certificate",
      "BPL Certificate",
      "Training Certificate",
      "Caste Certificate (if SC/ST)"
    ],
    "source_url": "/schemes/kbpyy"
  },
  {
    "scheme_id": 24,
    "state": "Rajasthan",
    "objective": "A medical assistance scheme launched in April 1999 under the Chief Minister’s Relief Fund to provide financial support for treatment of dependents of those who died due to famine, floods, excessive rains, fires, and accidental accidents.",
    "tags": [
      "Hospital",
      "Medical Help",
      "Non BPL",
      "Rajasthan Scheme",
      "Relief Fund"
    ],
    "benefits": [
      "Demand draft or Direct Bank Transfer to the beneficiary.",
      "40% of up to Rs. 1.50 lakh in government hospitals (whichever is less).",
      "30% of up to Rs. 90,000 in recognized private hospitals (whichever is less).",
      "Cochlear Implant Surgery for deaf and dumb children up to age 6, with family income up to Rs. 2.00 lakh annually.",
      "Assistance for Thalassemia Major disease treatment – up to 2% of the Chief Minister's Assistance Fund, maximum Rs. 50.7 lakh.",
      "Financial assistance for serious diseases such as cancer, kidney, urinary, and heart diseases."
    ],
    "eligibility": [
      "Applicant should be Non BPL.",
      "Annual family income should be greater than Rs. 2 lakh.",
      "Applicant must not be listed in ABMGRSBY (Ayushman Bharat Mahatma Gandhi Rajasthan Swasthya Bima Yojana)."
    ],
    "documents_required": [
      "Income Certificate Copy",
      "Address Proof Copy",
      "Rashan Card",
      "Treatment Estimate by Doctor",
      "Medical Certificate"
    ],
    "source_url": "https://cmrf.rajasthan.gov.in/"
  },
  {
    "scheme_id": 25,
    "state": "Bihar",
    "objective": "To provide financial aid in the form of low‑interest loans up to ₹4 lakhs for students pursuing higher education such as B.Sc, B.A, B.Tech, MBBS, etc., enabling them to cover tuition, books, laptops and other fees.",
    "tags": [
      "Educational Loan",
      "Financial Assistance",
      "Higher Education",
      "Student Empowerment"
    ],
    "benefits": [
      "Maximum loan amount of ₹4 lakh",
      "Loan available for polytechnic, technical and general courses",
      "Can be used for purchasing books, laptops or paying any kind of fees",
      "Repayment starts after course completion and once the student secures a job",
      "Interest rate of 1% for Divyang, transgender, and girl students",
      "Flexible recovery procedures as the loan is government‑owned"
    ],
    "eligibility": [
      "Applicant must be a resident of Bihar",
      "Applicant should be at least 25 years old",
      "Must have passed class 12th",
      "Must obtain admission to a course in an authorized institute",
      "Must complete the entire course"
    ],
    "documents_required": [
      "Filled common application form",
      "Aadhaar card",
      "PAN card",
      "Xth and XIIth mark sheets and certificates",
      "Copies of scholarship letters (if available)",
      "Approved course structure",
      "Proof of admission",
      "Fee schedule",
      "Photographs",
      "Previous year’s income certificate",
      "Previous two years’ income tax returns",
      "Previous six months’ bank statement",
      "Proof of residence (Passport, ID, driving license, Voter ID)",
      "Tax receipt"
    ],
    "source_url": "https://www.7nishchay-yuvaupmission.bihar.gov.in/"
  },
  {
    "scheme_id": 26,
    "state": "Uttar Pradesh",
    "objective": "Financial assistance is provided to eligible disabled persons in Uttar Pradesh to start or operate their own shop/business for rehabilitation, including support for shop construction, purchase, or operation equipment.",
    "tags": [
      "Business",
      "Empowerment",
      "Financial Assistance",
      "Loan"
    ],
    "benefits": [
      "An amount of Rs. 20,000 is allocated for the establishment of a shop, of which Rs. 15,000 is provided as a loan at 4% interest and Rs. 5,000 as a grant.",
      "An amount of Rs. 10,000 is allocated for the operation of the shop/khokha/gumti/hand cart, of which Rs. 7,500 is provided as a loan at 4% interest and Rs. 2,500 as a grant."
    ],
    "eligibility": [
      "Certificate of minimum 40% disability (issued by Chief Medical Officer, Doctor of Community Health Centre/Primary Health Centre).",
      "Persons with Disabilities of all categories who are citizens of Uttar Pradesh.",
      "Applicant age must be between 18 and 60 years.",
      "Applicants must not be convicted in any criminal or financial matters and must have no outstanding government dues.",
      "Applicants should own 110 sq. ft. of land for shop construction or be able to acquire such land from their resources.",
      "Tenancy lease of 5 years must be provided for shop operation (rent and working capital).",
      "Annual income should not exceed twice the government‑prescribed poverty line limit."
    ],
    "documents_required": [
      "Applicant's photo",
      "Age Certificate",
      "Identification Proof",
      "Bank Details",
      "Disability Certificate"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/scsfr"
  },
  {
    "scheme_id": 27,
    "state": "Maharashtra",
    "objective": "A scholarship scheme by the Social Justice and Special Assistance Department, Government of Maharashtra, providing maintenance allowance and vocational training to Vimukta Jatis, Nomadic Tribes, and Other Backward Class students studying in Sainik Schools, with the aim of increasing admissions to Sainik Schools, facilitating entry into N.D.A., and creating self‑employment opportunities through short‑duration ITI courses.",
    "tags": [
      "Allowance",
      "Nomadic Tribes",
      "Other Backward Class",
      "School",
      "Social Welfare",
      "Vimukta Jatis"
    ],
    "benefits": [
      "Training fees ranging from ₹400 to ₹2400 (as per course) are paid directly to the concerned ITI.",
      "A tool kit worth ₹1000 is provided to the trainee after completion of training through the government ITI."
    ],
    "eligibility": [
      "The applicant should be a citizen of India.",
      "The applicant should be a domicile / permanent resident of the state of Maharashtra.",
      "The applicant should belong to Vimukta Jatis, Nomadic Tribes, or Special Backward Class.",
      "The applicant should be studying in Classes 5th to 12th.",
      "The applicant should be studying in a Sainik School recognized/approved by the Govt. of Maharashtra.",
      "The applicant should not already be availing the benefits of the scheme."
    ],
    "documents_required": [
      "Proof of Indian citizenship.",
      "Proof of domicile / permanent residency in Maharashtra.",
      "Certificate or document confirming belonging to Vimukta Jatis, Nomadic Tribes, or Special Backward Class.",
      "School certificate showing enrollment in Classes 5th to 12th.",
      "Proof of admission/recognition in a Sainik School approved by the Govt. of Maharashtra.",
      "Declaration that the applicant is not already receiving scheme benefits."
    ],
    "source_url": "/schemes/mabcstss"
  },
  {
    "scheme_id": 28,
    "state": "Haryana",
    "objective": "To provide legal aid to members of Scheduled Castes and Vimukat Jatis in Haryana for defending and instituting criminal, civil, and tort cases, especially those related to land, rent, eviction, harassment, and other rights violations, on a 50:50 cost‑sharing basis between the Government of India and the State Government.",
    "tags": [
      "Legal Aid",
      "Scheduled Castes",
      "Vimukat Jatis",
      "Haryana",
      "Justice",
      "Court Cases"
    ],
    "benefits": [
      "Cash assistance of ₹22,000 per beneficiary for defending legal cases related to land, rent, eviction, and other specified matters.",
      "Legal representation and support for criminal, civil, and tort cases as listed in the scheme."
    ],
    "eligibility": [
      "Permanent resident of Haryana State.",
      "Belongs to the Scheduled Caste or Vimukat Jatis of Haryana."
    ],
    "documents_required": [
      "Identity proof (Voter ID, Aadhaar Card)",
      "Ration Card",
      "Haryana Resident Certificate",
      "Bank Passbook",
      "Caste Certificate",
      "FIR Copy",
      "Lawyer fee payment Certificate"
    ],
    "source_url": "/schemes/lascvjs"
  },
  {
    "scheme_id": 29,
    "state": "Rajasthan",
    "objective": "The Rajasthan State government provides an opportunity for the top three girl students (class 10) of the Rajasthan Board of Secondary Education to pursue graduate-level education abroad for four years, including coaching, registration, accommodation, and travel support.",
    "tags": [
      "Empowerment",
      "Financial Assistance",
      "Higher Education",
      "Social Welfare"
    ],
    "benefits": [
      "Maximum of Rs. 30,000 for coaching and up to Rs. 50,000 for SAT registration per student, based on actual expenditure.",
      "Rs. 25,000 provided to each girl student for submitting an application form to a foreign university.",
      "Full accommodation facility at the foreign university and economy class airfare for parents once a year after admission.",
      "Up to Rs. 10 lakh per year may be spent on all items for each student over the 4‑year course."
    ],
    "eligibility": [
      "Applicant must be a girl student who ranks among the first three positions in the state‑level Class 10 examination of the Rajasthan Board of Secondary Education.",
      "The student must be studying in a government school."
    ],
    "documents_required": [
      "Aadhar Number",
      "Age proof",
      "Address proof",
      "Bonafide/Domicile certificate",
      "10th and 12th mark sheets",
      "Passport"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/sfsa"
  },
  {
    "scheme_id": 30,
    "state": "Haryana",
    "objective": "Under this scheme, financial assistance is provided to the mentally retarded and multiple disabled children who are in the age group of 0-18 years and not able to attend formal education, training, etc. due to their disability. They are totally depending on their parents and relatives and need constant supervision and care from their families.",
    "tags": [
      "Disability",
      "Disabled Children",
      "Financial Assistance",
      "Mentally Retarded",
      "School"
    ],
    "benefits": [
      "The financial assistance of ₹2150/- will be given by the state government to every disabled child in the family of the applicant.",
      "Every non-school-going disabled child in a single family would be eligible for assistance.",
      "After attaining the age of 18 years, the beneficiary should automatically become eligible for a handicapped pension."
    ],
    "eligibility": [
      "A person having a physical disability in the age group between 0-18 years.",
      "Child is not able to attend formal education, training, etc. due to this disability.",
      "Domicile of Haryana state and should be residing in Haryana State for the last three years at the time of submission of application.",
      "Medical Certificate issued by the Civil Surgeon having the following disabilities: Mental Retardation with I.Q. not exceeding 50 or a percentage of disability is 70% and above; Persons with cerebral palsy; Persons with Autism; Multiple disabilities with a total permanent disability of 70% or more; Orthopedic disability with permanent disability of 100% (Myhopathy, Paraplegic, Quadri Plegia).",
      "The applicant’s close relatives and parents are not in a financial position to support him/her and the income of his/her parents, close relatives or his/her own income from all sources is less than the income as prescribed under the Minimum Wages, with proof of income verified by the competent authority."
    ],
    "documents_required": [
      "Age Proof: Birth Certificate issued by the Registrar of Birth & Death, or Affidavit attested from first class Magistrate, or a certificate from any Gazetted officer of the State/Central Govt.",
      "Residential Proof (any one, self‑attested, issued prior to 5 years): Ration Card, Voter Card of parents/Guardian, applicant’s name in the voter’s list with photograph of parents/Guardian, or self‑declaration with other documentary proof verified by the District Social Welfare Officer.",
      "Medical Certificate issued by the Civil Surgeon specifying the eligible disability (Mental Retardation with I.Q. ≤50 or ≥70% disability, cerebral palsy, autism, multiple disabilities ≥70%, or orthopaedic disability 100% – Myhopathy, Paraplegic, Quadri Plegia).",
      "Aadhaar Card.",
      "Passport‑size photographs.",
      "Saving bank account details of the applicant with a photocopy of the passbook.",
      "Family I.D. of the applicant.",
      "Income certificate."
    ],
    "source_url": "Official Website"
  },
  {
    "scheme_id": 31,
    "state": "Uttar Pradesh",
    "objective": "Provide financial assistance to differently‑abled (Divyangjan) individuals for marriage, with the marriage registered with the State Registrar.",
    "tags": [
      "Empowerment",
      "Financial Assistance",
      "Social Welfare",
      "Widow Marriage",
      "Divyangjan",
      "Marriage Incentive"
    ],
    "benefits": [
      "₹15,000 for a young man with disability",
      "₹20,000 for a girl with disability",
      "₹35,000 when both bride and groom are disabled"
    ],
    "eligibility": [
      "Certificate of minimum 40% disability",
      "Both members must be permanent residents of Uttar Pradesh for at least five years",
      "No member of the couple should have any criminal conviction",
      "Bride's age must be between 18 and 45 years at the time of marriage",
      "Groom's age must be between 21 and 45 years at the time of marriage",
      "Neither member should be an income taxpayer",
      "The marriage must be registered"
    ],
    "documents_required": [
      "Age proof",
      "Address proof",
      "Photograph",
      "Disability percentage proof",
      "Marriage certificate"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/mirs"
  },
  {
    "scheme_id": 32,
    "state": "India",
    "objective": "To engage eligible students as interns with the Ministry of Labour & Employment, providing them exposure to government functioning and policy formulation, while allowing them to contribute policy inputs such as empirical analysis, briefing reports, and policy papers.",
    "tags": [
      "internship",
      "labour",
      "policy",
      "law",
      "students",
      "stipend",
      "government"
    ],
    "benefits": [
      "Stipend of ₹8,000 per month for the internship period",
      "Logistic support including working space, computer, and internet facility",
      "Certificate of Internship upon satisfactory completion and submission of report/paper"
    ],
    "eligibility": [
      "Law students in the last two years of their degree course",
      "Law graduates",
      "Post‑graduation students in Law",
      "Research scholars in Law",
      "MBA, MSW, MSc, MA students enrolled in a recognized university/institution (India or abroad)"
    ],
    "documents_required": [
      "Self‑attested Marksheet / Certificate (at time of acceptance of the offer)",
      "Letter from Supervisor/Head of Department/Principal indicating applicant's status (at time of joining)",
      "No Objection Certificate (NOC) allowing the student to undergo the internship (at time of joining)",
      "Submission of Report / Paper on the allotted subject to the Head of Division (at time of completion)"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/ismole"
  },
  {
    "scheme_id": 33,
    "state": "Delhi",
    "objective": "To provide a full‑time, on‑site internship for law students and law graduates to assist the Central Board of Indirect Taxes and Customs (CBIC) with legal research, drafting, case study, and other legal/general assistance, thereby enhancing their practical exposure to indirect tax law and the functioning of the department.",
    "tags": [
      "Finance",
      "Individual",
      "LawStudent",
      "Tax"
    ],
    "benefits": [
      "Stipend of ₹5,000 per month for law student interns (subject to satisfactory conduct)",
      "Stipend of ₹15,000 per month for law graduate interns (subject to satisfactory conduct)",
      "Certificate of Internship awarded on satisfactory completion (minimum 1 month for students, minimum 3 months for graduates)"
    ],
    "eligibility": [
      "Law students currently pursuing a 3‑year LLB or 5‑year integrated LLB course",
      "Law graduates who have completed a 3‑year LLB or 5‑year integrated LLB course within the last two years",
      "Students who have appeared in the final year/semester examination as of the cutoff date"
    ],
    "documents_required": [
      "Passport sized photograph",
      "Aadhaar Card",
      "Proof of address (for correspondence)",
      "Proof of educational qualification (result sheet/mark sheet/provisional degree, etc.)",
      "Proof of having passed the LLB course at the time of joining (for final‑year students)"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/itiscbic"
  },
  {
    "scheme_id": 34,
    "state": "Delhi",
    "objective": "To provide employment opportunities to unemployed youths, artisans, trained professionals, skilled technocrats and entrepreneurs by promoting and expanding permissible industries, professions, tertiary and service sectors in the National Capital Territory of Delhi.",
    "tags": [
      "Artisans",
      "Employment",
      "Entrepreneurs",
      "Skilled Technocrats",
      "Trained Professionals",
      "Youths"
    ],
    "benefits": [
      "Loan up to ₹3,00,000 per unit",
      "Subsidy of 15% of project cost, capped at ₹7,500 per entrepreneur",
      "Requirement of at least 10% contribution by the entrepreneur",
      "Marketing support through display in Delhi Emporium, DSIIDC/Co‑operative stores, trade fairs, and exhibitions",
      "Certificate of recognition for beneficiary units"
    ],
    "eligibility": [
      "Unemployed youths, artisans, trained professionals, skilled technocrats and entrepreneurs residing in Delhi",
      "Projects belonging to secondary (tiny/cottage), tertiary (trade, transportation, hostels, restaurants without liquor/meat) or services sectors as per Delhi Master Plan",
      "Applicant must provide a surety/security of one government servant (GNCTD or Central Government employee working in Delhi)",
      "Project unit can be set up in any area permitted under the Delhi Master Plan; non‑conforming areas require NOC from the High Power Committee and Municipal Corporation License",
      "For professional/commercial activities, a registration certificate from the Municipal Corporation of Delhi is required"
    ],
    "documents_required": [
      "Completed application form",
      "Identity and address proof of the applicant",
      "Project proposal / business plan",
      "Surety letter from a government servant",
      "No Objection Certificate (NOC) from the High Power Committee (for non‑conforming areas)",
      "Municipal Corporation License (MCL)",
      "Registration Certificate from MCD (for professional/commercial activities)",
      "Post‑dated cheques for quarterly loan repayment"
    ],
    "source_url": "https://www.myscheme.gov.in/schemes/rgsry"
  },
  {
    "scheme_id": 35,
    "state": "India",
    "objective": "To engage eligible law and related discipline students as interns with the Ministry of Labour & Employment, providing them exposure to government functioning, policy formulation, and legislative processes while contributing policy inputs such as empirical analysis, briefing reports, and policy papers.",
    "tags": [
      "internship",
      "labour",
      "policy",
      "students",
      "stipend",
      "government"
    ],
    "benefits": [
      "Stipend of ₹8,000 per month",
      "Logistic support including working space, computer and internet facility",
      "Certificate of Internship upon satisfactory completion"
    ],
    "eligibility": [
      "Pursuing law in the last two years of degree course",
      "Law graduates",
      "Students pursuing post‑graduation in law",
      "Research scholars in law",
      "Pursuing MBA / MSW / MSc / MA enrolled in a recognized university/institution within India or abroad"
    ],
    "documents_required": [
      "Self‑attested Marksheet / Certificate (at acceptance of the offer)",
      "Letter from the Supervisor/Head of Department/Principal indicating the applicant’s status (at joining)",
      "No Objection Certificate (NOC) allowing the student to undergo the internship (at joining)",
      "Submission of a report/paper on the allotted subject to the Head of the Division (at completion)"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/ismole"
  },
  {
    "scheme_id": 36,
    "state": "Haryana",
    "objective": "To provide financial assistance to parents/guardians of children up to 21 years of age who are deprived of parental support or care due to death, prolonged absence, imprisonment, or physical/mental incapacity of a parent.",
    "tags": [
      "Deprived",
      "Destitute Children",
      "Financial Assistance",
      "Social Welfare"
    ],
    "benefits": [
      "₹1850 per month per child (maximum for two children per family)"
    ],
    "eligibility": [
      "Domicile of Haryana and residing in Haryana State.",
      "A child under twenty-one years of age.",
      "Income of parents/guardians from all sources should not exceed ₹2,00,000 per annum.",
      "Children must be deprived of parental support or care due to death, continued absence of father for the last 2 years, imprisonment of a parent for at least one year, or physical/mental incapacity of a parent."
    ],
    "documents_required": [
      "Age proof: certificate from the head of an educational/technical institution, a gazetted officer, or an affidavit attested by a First Class Magistrate.",
      "Residential proof (any one, self‑attested, issued within the last 5 years): Ration Card, Voter Card, Voter list with photograph, or self‑declaration with other documentary proof verified by the District Social Welfare Officer.",
      "Other documents: Aadhaar Card (optional), saving bank account details with passbook copy, family ID.",
      "Documents supporting deprivation (if required): death certificate of father, legal guardian certificate, destitute certificate.",
      "Income certificate."
    ],
    "source_url": "https://digitalindia.gov.in/schemes/fadcs"
  },
  {
    "scheme_id": 37,
    "state": "Haryana",
    "objective": "Provide financial assistance to eunuchs residing in Haryana.",
    "tags": [
      "financial assistance",
      "eunuchs",
      "social welfare",
      "Haryana"
    ],
    "benefits": [
      "Monthly financial assistance of ₹2750 to eligible eunuchs.",
      "If a eunuch attains the age of 60 years, the case is transferred to the Old Age Allowance Scheme."
    ],
    "eligibility": [
      "Permanent resident/domicile of Haryana and residing in the state for at least the last 5 years.",
      "Applicant must be at least 18 years old.",
      "Must provide a certificate from the Civil Surgeon confirming the applicant is a eunuch.",
      "Applicant should not be involved in any unlawful activity."
    ],
    "documents_required": [
      "Age proof.",
      "Residential proof (any one of: Ration Card, Voter Card, Voter list with photograph, or self‑declaration with other documentary proof verified by the District Social Welfare Officer).",
      "Aadhaar Card.",
      "Saving bank account details with a photocopy of the passbook.",
      "Passport‑size photographs.",
      "Medical certificate from Civil Surgeon supporting the applicant's status as a eunuch."
    ],
    "source_url": "https://digitalindia.gov.in/schemes/aes"
  },
  {
    "scheme_id": 38,
    "state": "India",
    "objective": "To recognise the notable and inspiring contributions made by scientists, technologists and innovators individually or in teams in various fields of science, technology and technology‑led innovation. The award honours distinguished, path‑breaking research, innovation or discovery and is open to candidates from government, private sector, or independent individuals, including Indian origin persons residing abroad.",
    "tags": [
      "Science",
      "Technology",
      "Innovation",
      "Award",
      "National"
    ],
    "benefits": [
      "Sanad (certificate) signed by the President of India",
      "Medallion",
      "Commemorative brochure containing citation and photograph of the awardee",
      "Award presented to next of kin in case of posthumous award",
      "Award considered conferred even if recipient cannot attend the ceremony"
    ],
    "eligibility": [
      "Scientists, technologists and innovators working in government or private organizations with notable contributions in science and technology",
      "Individuals of Indian origin abroad with exceptional contributions benefiting Indian communities or society at large",
      "Contributions in any of the 13 specified domains: Physics, Chemistry, Biological Sciences, Mathematics & Computer Science, Earth Science, Medicine, Engineering Sciences, Agricultural Science, Environmental Science, Technology & Innovation, Atomic Energy, Space Science and Technology, Others"
    ],
    "documents_required": [
      "Nomination Form",
      "Curriculum Vitae (CV) of the nominee",
      "Detailed description of the nominee's contribution",
      "Supporting documents (research papers, patents, award certificates, testimonials, letters of recommendation, etc.)"
    ],
    "source_url": "N/A"
  },
  {
    "scheme_id": 39,
    "state": "Puducherry",
    "objective": "To supply invalid carriages (motorised tricycles) free of cost to differently abled persons who are engaged in gainful employment or who are pursuing higher / professional / technical education.",
    "tags": [
      "CycleDisabilityPwDTransportVehicle",
      "Invalid Carriages",
      "Motorized Tri-cycles",
      "Persons With Disabilities"
    ],
    "benefits": [
      "Free provision of motorized tricycles (invalid carriages) to eligible persons with disabilities"
    ],
    "eligibility": [
      "Native/Resident of the Union Territory of Puducherry for at least 5 years",
      "Annual income not exceeding ₹75,000 per annum",
      "Locomotor disability affecting lower limbs with degree not less than 65%",
      "Certified fit for operating the invalid carriage by Medical Authority",
      "Not receiving transport allowance from the Department or any other source",
      "In gainful employment or pursuing higher studies"
    ],
    "documents_required": [
      "Aadhaar Card",
      "Ration Card",
      "Residence-cum-Nativity Certificate issued by the competent authority",
      "Recent passport-size photograph",
      "Bank Passbook",
      "Bonafide Certificate from Institution or Working Certificate",
      "Financial Assistance ID Card",
      "Caste Certificate",
      "Disability Certificate",
      "If Aadhaar not available: Aadhaar Enrolment ID plus any one of the following documents – Bank or Post Office Passbook with Photo, PAN Card, Passport, Ration Card, Voter Identity Card, MGNREGA Card, Kisan Photo Passbook, Driving license, Certificate of identity issued by a Gazetted Officer or Tehsildar, or any other document specified by the Department"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/sicmtcpd"
  },
  {
    "scheme_id": 40,
    "state": "Meghalaya",
    "objective": "To procure good quality disease‑free and commercially accepted varieties of the identified flowers, multiply them, and serve as a demonstration cum training ground for those interested in floriculture and who intend to make this their means of livelihood.",
    "tags": [
      "Agriculture",
      "Farmer",
      "Floriculture",
      "Flower"
    ],
    "benefits": [
      "Organizing demonstration cum training on hi‑tech floriculture for farmers interested in floriculture, and renovation/repairing of old hubs.",
      "Demonstration and Training"
    ],
    "eligibility": [
      "The applicant must be a permanent resident of Meghalaya.",
      "The applicant should be a bonafide farmer engaged in agriculture.",
      "The applicant/farmer should own or lease land of at least 0.2 hectares or more."
    ],
    "documents_required": [
      "Passport‑size photograph",
      "Identity Proof",
      "Bank passbook/account details",
      "Document proof of possessing own or leased land",
      "Any other document as required"
    ],
    "source_url": "https://digitalindia.gov.in/schemes/mhh"
  },
  {
    "scheme_id": 41,
    "state": "Rajasthan",
    "objective": "To improve the working conditions and productivity of construction workers in Jharkhand. To reduce the financial burden on construction workers for purchasing essential tools and equipment. To promote the overall socio-economic development of construction workers in the state.",
    "tags": [
      "EmpowerFinanceLaborTools",
      "construction workers",
      "toolkit assistance"
    ],
    "benefits": [
      "Actual cost of purchasing tools/toolkit or ₹ 2,000/-, whichever is less"
    ],
    "eligibility": [
      "The applicant must be a native of the Rajasthan state.",
      "The applicant must be a registered construction worker for 3 years.",
      "Amount payable only on purchasing tools/toolkits related to one's work or business.",
      "The purchase of tools/toolkits will be done by the construction worker himself and the bill is required to be attached to the application."
    ],
    "documents_required": [
      "Copy of the registration identity card of the beneficiary.",
      "Copy the first page of the beneficiary's bank account passbook (the beneficiary's name, bank account number, and IFSC code are mentioned).",
      "Copy of the beneficiary's Aadhar card and Bhamashah card.",
      "Copy of sales receipt of tools/toolkit."
    ],
    "source_url": "https://digitalindia.gov.in/schemes/nsatsy"
  },
  {
    "scheme_id": 42,
    "state": "Rajasthan",
    "objective": "The Indira Mahila Shakti Udyam Protsahan Yojana (IMSUPY) is a scheme launched by the Rajasthan government to empower women entrepreneurs by providing them with financial assistance and support. The main objective of the scheme is to encourage women to start their own businesses and become financially independent, promote self‑employment and reduce unemployment among women in Rajasthan, and support the growth of micro, small, and medium enterprises (MSMEs) led by women.",
    "tags": [
      "Development",
      "Empowerment",
      "Motivation",
      "Women"
    ],
    "benefits": [
      "Loan Limit: Up to ₹5,000,000 for individual women and up to ₹10,000,000 for self‑help groups.",
      "Margin Money: 25% of the sanctioned loan amount (30% for SC/ST, widows, abandoned, violence victims, and disabled women) with a maximum of ₹1,500,000. Applicant’s own contribution (5%/10% of project) considered for margin money.",
      "Collateral‑free loans: No collateral required for loans up to ₹1,000,000; loans above ₹1,000,000 can be linked with CGTMSE, with the fee borne by the beneficiary."
    ],
    "eligibility": [
      "Applicant must be 18 years or older.",
      "Applicant must be a permanent resident of Rajasthan.",
      "The women’s self‑help group or cluster/federation must be registered under any state government department and, if a cluster/federation, under the Cooperative Act."
    ],
    "documents_required": [
      "Aadhar card",
      "Address proof",
      "Bank account statement",
      "Passport size photo",
      "Mobile number"
    ],
    "source_url": "Not provided"
  },
  {
    "scheme_id": 43,
    "state": "Puducherry",
    "objective": "To promote and develop coir and coir‑based industries in Puducherry and to provide a six‑month skill‑training programme for the rural poor in coir product manufacturing, thereby generating employment.",
    "tags": [
      "Coir",
      "Skill Training",
      "Employment Generation",
      "Rural Development",
      "Puducherry"
    ],
    "benefits": [
      "Stipend of ₹1,500 per month per trainee during the 6‑month training period.",
      "Honorarium of ₹300 per month per trainee for the trainer, up to a maximum of ₹3,000 per month.",
      "Compensation for wastage of raw materials: ₹200 per month per trainee, up to a maximum of ₹2,000 per month."
    ],
    "eligibility": [
      "Applicant must be a native of Puducherry Union Territory or a continuous resident for the past three years.",
      "Age between 18 and 35 years.",
      "Applicant must be literate.",
      "Applicant must not have already been trained through this scheme."
    ],
    "documents_required": [
      "Residential Certificate (to verify native or continuous residency).",
      "Age Proof.",
      "Educational Certificates (if applicable).",
      "Declaration stating that the applicant has not previously attended this training."
    ],
    "source_url": "/schemes/ticcotdocs"
  },
  {
    "scheme_id": 44,
    "state": "Tamil Nadu",
    "objective": "The scheme aims to provide safe accommodation and food facilities to working women who live far away from their families and belong to lower and middle‑income groups, allowing them to stay for up to three years.",
    "tags": [
      "Accommodation",
      "Food",
      "Hostel",
      "Women"
    ],
    "benefits": [
      "Affordable monthly rent: ₹300 per month in Chennai and ₹200 per month in other districts",
      "Safe accommodation, food, and electricity charges on a dividing basis",
      "Stay duration of up to 3 years in the hostel"
    ],
    "eligibility": [
      "Applicant must be a working woman",
      "If residing in Chennai, monthly income must not exceed ₹25,000",
      "If residing in districts other than Chennai, monthly income must not exceed ₹15,000"
    ],
    "documents_required": [
      "Certificates issued by the employer",
      "Income certificate",
      "Certificate showing that the applicant belongs to a district/place other than the hostel location"
    ],
    "source_url": "/schemes/gwwh"
  },
  {
    "scheme_id": 45,
    "state": "Tripura",
    "objective": "To provide financial support in the form of a scholarship to candidates who are permanent residents of Tripura and have cleared the Civil Services Examination (CSE) conducted by the UPSC, enabling them to acquire the knowledge and skills needed to compete with candidates from other states.",
    "tags": [
      "Scholarship",
      "UPSC",
      "Civil Services",
      "Financial Assistance",
      "Tripura",
      "Education"
    ],
    "benefits": [
      "Part I: ₹1,00,000 (₹70,000 for coaching centre fee & study material, ₹30,000 for travelling) for candidates who clear the UPSC Prelims and appear for the Mains, disbursed from the result publication date to the date of the last Mains paper.",
      "Part II: ₹20,000 for candidates who clear the UPSC Mains and are invited for the interview, disbursed from the Mains result date to the interview date."
    ],
    "eligibility": [
      "Candidate must be a domicile of Tripura.",
      "Candidate must have cleared the UPSC Civil Services Prelims exam.",
      "Combined annual family income of the candidate must not exceed ₹10,00,000.",
      "A candidate can receive assistance only twice, irrespective of the number of attempts."
    ],
    "documents_required": [
      "Photograph (jpg format).",
      "RC member ID.",
      "Bank Passbook.",
      "Permanent Resident Tripura Certificate (PRTC).",
      "Income Certificate (issued by SDM/DCM/Deputy Commissioner).",
      "Admit Card / Hall Ticket / Roll Slip.",
      "UPSC Prelims/Mains Clearance Proof.",
      "Proof of Admission (Coaching Centre)."
    ],
    "source_url": "https://www.myscheme.gov.in/schemes/ls"
  }
]